export const DEMO_TEXT = `Шариков съежился и промолчал.
- Ну что ж, хорошо, я не против дележа. Доктор, скольким вы вчера отказали?
- Тридцати девяти человекам, - тотчас ответил Борменталь.
- Гм... Триста девяносто рублей. Ну, грех на трех мужчин. Дам - Зину и Дарью Петровну - считать не станем. С вас, Шариков, сто тридцать рублей, потрудитесь внести.
- Хорошенькое дело, - ответил Шариков испугавшись, - это за что такое?
- За кран и за кота, - рявкнул вдруг Филипп Филиппович, выходя из состояния иронического спокойствия.
- Филипп Филиппович, - тревожно воскликнул Борменталь.
- Погодите. За безобразие, которое вы учинили и благодаря которому сорван прием. Это нестерпимо. Человек, как первобытный, прыгает по всей квартире, рвет краны... Кто убил кошку у мадам Полласухер?! Кто...
- Вы, Шариков, третьего дня укусили даму на лестнице, - подлетел Борменталь.
- Вы стоите... - рычал Филипп Филиппович.
- Да она меня по морде хлопнула, - взвизгнул Шариков, - у меня не казенная морда!
- Потому что вы ее за грудь ущипнули, - закричал Борменталь, опрокинув бокал, - вы стоите...
- Вы стоите на самой низшей ступени развития, - перекричал Филипп Филиппович, - вы еще только формирующееся, слабое в умственном отношении существо, все ваши поступки чисто звериные, а вы в присутствии двух людей с университетским образованием позволяете себе с развязностью совершенно невыносимой подавать советы космического масштаба и комической же глупости о том, как надо все поделить, и вы в то же время, наглотались зубного порошку!..
- Третьего дня, - подтвердил Борменталь.
- Ну, вот-с, - гремел Филипп Филиппович, - зарубите себе на носу, - кстати, почему вы стерли с него цинковую мазь? - что вам нужно молчать и слушать, что вам говорят. Учиться и стать хоть сколько-нибудь приемлемым членом социалистического общества.
Кстати, какой негодяй снабдил вас этой книжкой?
- Все у вас негодяи, - испуганно ответил Шариков, оглушенный нападением с двух сторон.
- Я догадываюсь, - злобно краснея, воскликнул Филипп Филиппович.
- Ну, что же. Ну, Швондер и дал. Он не негодяй. Чтоб я развивался.
- Я вижу, как вы развились после Каутского, - визгливо и пожелтев, крикнул Филипп Филиппович. Тут он яростно нажал кнопку в стене. - Сегодняшний случай это показывает как нельзя лучше! Зина!
- Зина! - кричал Борменталь.
- Зина! - орал испуганный Шариков.
Зина прибежала бледная.
- Зина! Там в приемной... Она в приемной?
- В приемной, - покорно ответил Шариков, - зеленая, как купорос.
- Зеленая книжка...
- Ну, сейчас палить! - отчаянно воскликнул Шариков. - Она казенная, из библиотеки!!
- Переписка - называется... как его?.. Энгельса с этим чертом... В печку ее!
Зина повернулась и улетела.
- Я бы этого Швондера повесил бы, честное слово, на первом суку, - воскликнул Филипп Филиппович, яростно впиваясь в крыло индюшки, - сидит изумительная дрянь в доме, как нарыв. Мало того, что он пишет всякие бессмысленные пасквили в газетах...
Шариков злобно и иронически начал коситься на профессора. Филипп Филиппович в свою очередь отправил ему косой взгляд и умолк.
"Ох, ничего доброго у нас, кажется, не выйдет в квартире", - вдруг пророчески подумал Борменталь.
Зина внесла на круглом блюде рыжую с правого и румяную с левого бока бабу и кофейник.
- Я не буду ее есть, - сразу угрожающе и неприязненно заявил Шариков.
- Никто вас и не приглашает. Держите себя прилично. Доктор, прошу вас.
В молчании закончился обед.`
